# St7SetLaminateName

Sets the name of the specified laminate.

long St7SetLaminateName(long uID, long LaminateID, char* LamName)
Input Parameters
uID
Strand7 model file ID.
LaminateID
Laminate layout ID.
LamName
Name of the laminate.